Repository: crazyball666/Conn
Catalog: Packages/ConnPackages/Sources/ConnRunner/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: en, ja, ko, zh_hant

source: CPU 占用 Top 10
en: Top 10 by CPU
ja: CPU 使用 Top 10
ko: CPU 사용 Top 10
zh_hant: CPU 佔用 Top 10

source: inode 使用
en: inode usage
ja: inode 使用量
ko: inode 사용량
zh_hant: inode 使用量

source: 主机连接配置已变化，请重新检查后执行
en: The host connection configuration has changed. Review it before running again.
ja: ホストの接続設定が変更されました。確認してから再実行してください。
ko: 호스트 연결 구성이 변경되었습니다. 다시 확인한 후 실행하세요.
zh_hant: 主機連線設定已變更，請重新檢查後再執行。

source: 内存占用 Top 10
en: Top 10 by memory
ja: メモリ使用 Top 10
ko: 메모리 사용 Top 10
zh_hant: 記憶體佔用 Top 10

source: 内核消息
en: Kernel messages
ja: カーネルメッセージ
ko: 커널 메시지
zh_hant: 核心訊息

source: 出口公网 IP
en: Public egress IP
ja: 送信元グローバル IP
ko: 외부 공인 IP
zh_hant: 出口公網 IP

source: 占用某端口的进程
en: Process using a port
ja: 特定ポートを使うプロセス
ko: 특정 포트를 사용하는 프로세스
zh_hant: 佔用某連接埠的程序

source: 大文件定位
en: Find large files
ja: 大きいファイルを探す
ko: 큰 파일 찾기
zh_hant: 尋找大檔案

source: 大目录 Top 20
en: Top 20 largest directories
ja: 大きいディレクトリ Top 20
ko: 큰 디렉터리 Top 20
zh_hant: 最大目錄 Top 20

source: 容器列表
en: Container list
ja: コンテナ一覧
ko: 컨테이너 목록

source: 容器资源占用
en: Container resource usage
ja: コンテナのリソース使用
ko: 컨테이너 리소스 사용
zh_hant: 容器資源佔用

source: 执行失败
en: Execution failed
ja: 実行に失敗しました
ko: 실행 실패
zh_hant: 執行失敗

source: 无法保存执行记录，未执行脚本
en: Unable to record the execution; the script was not run
ja: 実行記録を保存できないため、スクリプトは実行されませんでした
ko: 실행 기록을 저장할 수 없어 스크립트를 실행하지 않았습니다
zh_hant: 無法儲存執行記錄，未執行指令碼

source: 日志
en: Logs
ja: ログ
ko: 로그
zh_hant: 日誌

source: 服务
en: Services
ja: サービス
ko: 서비스
zh_hant: 服務

source: 服务状态
en: Service status
ja: サービスの状態
ko: 서비스 상태
zh_hant: 服務狀態

source: 某服务日志
en: A service's log
ja: 特定サービスのログ
ko: 특정 서비스 로그
zh_hant: 某服務日誌

source: 清理 30 天前日志文件
en: Delete logs older than 30 days
ja: 30 日以上前のログを削除
ko: 30일 이상 지난 로그 삭제
zh_hant: 清理 30 天前的日誌檔

source: 清理无用镜像
en: Prune unused images
ja: 未使用イメージを削除
ko: 미사용 이미지 정리
zh_hant: 清理無用映像檔

source: 登录用户与负载
en: Logged-in users & load
ja: ログインユーザーと負荷
ko: 로그인 사용자 및 부하
zh_hant: 登入使用者與負載

source: 监听端口
en: Listening ports
ja: リッスンポート
ko: 수신 포트
zh_hant: 監聽連接埠

source: 磁盘
en: Disk
ja: ディスク
ko: 디스크
zh_hant: 磁碟

source: 磁盘使用
en: Disk usage
ja: ディスク使用量
ko: 디스크 사용량
zh_hant: 磁碟使用量

source: 系统
en: System
ja: システム
ko: 시스템
zh_hant: 系統

source: 系统日志尾部
en: Tail system log
ja: システムログの末尾
ko: 시스템 로그 끝부분
zh_hant: 系統日誌尾部

source: 系统概览
en: System overview
ja: システム概要
ko: 시스템 개요
zh_hant: 系統概覽

source: 网络
en: Network
ja: ネットワーク
ko: 네트워크
zh_hant: 網路

source: 脚本已执行，但执行记录保存失败
en: Script executed, but the execution record could not be saved
ja: スクリプトは実行されましたが、実行記録を保存できませんでした
ko: 스크립트를 실행했지만 실행 기록을 저장하지 못했습니다
zh_hant: 指令碼已執行，但無法儲存執行記錄

source: 连接统计
en: Connection stats
ja: 接続統計
ko: 연결 통계
zh_hant: 連線統計

source: 连通性测试
en: Connectivity test
ja: 接続テスト
ko: 연결 테스트
zh_hant: 連通性測試

source: 重启服务
en: Restart service
ja: サービスを再起動
ko: 서비스 재시작
zh_hant: 重啟服務
